/**/
"Cancel" = "Отмена";
/**/
"Delete" = "Удалить";
/**/
"Open" = "Открыть";
/**/
"Edit" = "Правка";
/**/
"Yes" = "Да";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Применить геометрию";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Очистить геометрию";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Удалить вершину";
/*Geometry Edit Action Name*/
"Insert Part" = "Вставить сегмент";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Добавить вершину";
/*Geometry Edit Action Name*/
"Move Vertex" = "Переместить вершину";
/*Geometry Edit Action Name*/
"Remove Part" = "Удалить часть";

/*Collecting attachments*/
"Add" = "Добавить";
/*Collecting attachments*/
"Take Photo or Video" = "Снять фото или видео";
/*Collecting attachments*/
"Choose From Library" = "Выбрать из библиотеки";
/*Collecting attachments*/
"Photo" = "Фото";
/*Collecting attachments*/
"Video" = "Видео";
/*Collecting attachments*/
"Save To Photo Library" = "Сохранить изображение";
/*Collecting attachments*/
"Download" = "Скачать";

/*Date attribute*/
"Today" = "Сегодня";

/**/
"Attachments" = "Вложения";
"Attributes" = "Атрибуты";

/**/
"Open in Safari" = "Открыть в Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Введите число в диапазоне от %i до %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Введите число в диапазоне от %f до %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Слишком длинная строка (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Числовое значение выходит за допустимые пределы.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Тип поля не поддерживается";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d из %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Изменение типа элемента";
"ChangingFeatureTypeAlertMessage" =  "Изменяется тип объекта. Это может привести к перезаписи некоторых значений полей. Действительно выполнить?";

/**/
"Data for pie chart is invalid" = "Некорректные данные для круговой диаграммы";
"No data to create a pie chart" = "Нет данных для создания круговой диаграммы";

/**/
"createUserSeconds" = "Создал %@ несколько секунд назад";

/**/
"createUserMinute" = "Создал %@ минуту назад";

/**/
"editUserSeconds" = "Изменил %@ несколько секунд назад";

/**/
"editUserMinute" = "Изменил %@ минуту назад";

/**/
"createSeconds" = "Создано сек. назад";

/**/
"createMinute" = "Создано 1 мин. назад";

/**/
"editSeconds" = "Отредактировано сек. назад";

/**/
"editMinute" = "Отредактировано 1 мин. назад";

/**/
"createUserMinutes" = "Создал %@ %d мин назад";

/**/
"createUserHour" = "Создал %@ час назад";

/**/
"createUserHours" = "Создал %@ %d ч назад";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Создал %@ %@ в %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Создал %@ %@ в %@";

/**/
"editUserMinutes" = "Изменил %@ %d мин назад";

/**/
"editUserHour" = "Изменил %@ час назад";

/**/
"editUserHours" = "Изменил %@ %d ч назад";

/**/
"editUserWeekDay" = "Изменил %@ %@ в %@";

/**/
"editUserFull" = "Изменил %@ %@ в %@";

/**/
"createUser" = "Создал %@";

/**/
"editUser" = "Изменил %@";

/**/
"createMinutes" = "Создано %d мин назад";

/**/
"createHour" = "Создано 1 час назад";

/**/
"createHours" = "Создано %d ч назад";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Создано %@ в %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Создано %@ в %@";

/**/
"editMinutes" = "Изменено %d мин назад";

/**/
"editHour" = "Изменено час назад";

/**/
"editHours" = "Изменено %d ч назад";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Изменено %@ в %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Изменено %@ в %@";